INSERT INTO hh_admin.sys_dept (parent_id,ancestors,dept_name,order_num,leader,phone,email,status,del_flag,create_by,create_time,update_by,update_time) VALUES
	 (0,'0','行行科技',0,'daixk','13888888888','aa@qq.com',1,1,'1','2023-09-08 17:46:02','13888888888',NULL),
	 (1,'0,1','青岛总公司',1,'daixk','13888888888','aa@qq.com',1,1,'1','2023-09-08 17:46:02','13888888888',NULL),
	 (1,'0,1','北京总公司',1,'daixk','13888888888','aa@qq.com',1,1,'1','2023-09-08 17:46:02','13888888888',NULL),
	 (2,'0,1,2','青岛总公司研发部门',1,'daixk','13888888888','aa@qq.com',1,1,'1','2023-09-08 17:46:02','13888888888',NULL),
	 (2,'0,1,2','青岛总公司市场部门',2,'daixk','13888888888','aa@qq.com',1,1,'1','2023-09-08 17:46:02','13888888888',NULL),
	 (4,'0,1,2,4','青岛总公司研发部门后端1组',3,'daixk','13888888888','aa@qq.com',1,1,'1','2023-09-08 17:46:02','13888888888',NULL);
